const poems = [
  `Семь лет ветер во мне был заперт
Волосы завязывались в разговор, и я их стал остригать 
Один раз меня унесло так далеко, что только то и осталось:
Я стал танцевать с закрытыми глазами в такт улыбкам прохожих,
Стал похожим на дерево.
И понял что нашёл тебя`,
  `Это снег, когда ты опустел
И в ладонях нет ничего
Метро туда сюда вжух

Тут свободнее некуда
Хоть реви
И не спится, любимый друг

И не хочет согреться чужим теплом
Только небо с зашитым ртом
Но знаешь, что круто? 

Кажется что в ладонях пусто
А в ладонях утро
`,
  `Не хочется знать что там, за краем 
Похмелья, твоей улыбки, дивана
Пара склееных фото в пролитом кофе
Катафалк еле греющих воспоминаний
Похоже что я не такой как ты хочешь
И вообще никакой, или попросту ни на что не похожий
Обнимать тебя тоже
Достаточно странно.`,
  `Семь лет ветер во мне был заперт
Волосы завязывались в разговор, и я их стал остригать 
Один раз меня унесло так далеко, что только то и осталось:
Я стал танцевать с закрытыми глазами в такт улыбкам прохожих,
Стал похожим на дерево.
И понял что нашёл тебя

#тонины`,
  `Пишу тебе дружок
Хороший день
Усталый поцелуй Москвы
Проспект надел автобусов очки
Кошки урур, прихожие апчхи
Иду и улыбаюсь всем
А ты?`,
  `У чёрных кошек бегущих строк 
По гравию волны фщщ
Констатируют - кончился ток
Больше не фщщ
Максимум хрррст
И скоро можно каток
А я из города N как дела? 
А тебе не до дел
Работа наверно, холод, как из открытой двери, вид из окна
Хайп да не тот, берлога мала
Что тебе, как дела? 
Помолчишь между строк
И набок: уяснил бы уже, у всех так, что тебе как? 
Теперь всю ночь где-то фшш или хррст вместо чёрных провалов сна
Ну и мудак
Как же я всётки права
Одинокий стул у стола
На завтрак приторно-пресное «как всегда»
А я в городе N
Из угла в угол, в кровать из угла
Вдруг что-то не так? А я опять со своим как дела? 
Ну и мудак. 
Наверно ты правда права

А волны крутят волной у виска
Смотри, мы ещё фщщщ, мы ещё ууу, круто да? `,
  `Когда я сплю на левом боку, мне кажется, что сплю к тебе спиной
Двери не закрываются и откуда-то дует людьми
Я понял это по шерстяной ниточке на руке
Дворники заметают осень обратно под кровати
Сквозь деревья снова видно раскрошившееся небо
Удели мне минутку - твои минутки самые тёплые
А я халва`,
  `Твоё осеннее хватит, адресом, домом
Такси объезжает по тротуарам вставшее в горле комом
Нас отскребут от скорлупок
Коконов, тронов
Поколение, поколений наших таких потомок
Но это твоё осеннее, точно не тронут
И поставят подальше в гору от этого хватит город
Вжимаясь в стекло я думал и возмущение давит в ворот
После дождя и снега, там где кромешный холод
Помни что снег растает - 
Хватит станет мне не хватает`,
  `Не хочется знать что там, за краем 
Похмелья, твоей улыбки, дивана
Пара склеенных фото в пролитом кофе
Катафалк еле греющих воспоминаний
Похоже что я не такой как ты хочешь
И вообще никакой, или попросту ни на что не похожий
Обнимать тебя тоже
Достаточно странно.`,
  `Должно же быть что то святое 
Что хранит вас от горя
Так и с этой любовью
У неё есть ты, твой чай и твой подоконник
А у тебя фонарь за окном
И она смотрящая в даль
У неё мог бы быть богатый любовник
У тебя пара тройка безымянных краль
Но должно же быть что-то святое
Что хранит всех от горя

А тем временем, завтра февраль`,
  `Ты отошла подальше и кричишь о боли
Но издалека не разобрать о чьей
Вот опять по воле аллегорий
Строчка нашей песни 
Покидает мир вещей`,
  `не знаю как ты, но мои перетянуты сетью квадраты рты
немного щебечет море, выскочка, и душно до тошноты
и все эти голые статуи в парке будто одеты в костюмы из суеты
не знаю как ты, это проблема
в памяти завтра большие пробелы 
и кажется, настоящее видят только коты `,
  `Тебе больше идёт с очками чем без
Ты не качаешь пресс
И украдкой от брата ставишь лайки на фото с его ноутбука
Незнакомым мальчикам
С кем могло быть круто
геометрию скучную мокрого шара
По портновски лихо
Ножницами авиалиний,
Но летаешь одна и всё больше в Прагу
В плохую погоду, когда дешевле
Чтобы при виде тебя хоть кто-то плакал
На мягком боку постаревшего Бродского
нацарапано -
"Флаг, что национальность,
но посажена на кол"
Самое время для записи в блоге -
"сегодня улиц танцуют боги"
Дальше ночь и в постели с подушкой потная драка
Тебе лучше с очками чем без
Ты всё ещё не качаешь пресс`,
  `ещё есть движение у края глаз
в обозримом если,
там где пляж
и ты в пляжном кресле,
на секунду сбежала в который раз
от коридора в изогнутой позе
От постоянства окрашенных в парке
Спортивных козел
Там где никто никогда ничего не бросил
От буден Маркеса в пятнах Кафки
от возможности знать,
как изломаны руки Любовью.
И где Достоевским в подвале пахнет
к свободе от вездесущей связи
От ежедневного выбора кем не стать
Это наша природа в который раз
Жизни бежать, чтоб не наесться грязи

И ещё
Есть движение у края глаз`,
  `Откуда берутся рассветы?
Из твоих глаз
Из Москва-Пасс
Из холодного тамбура невзатяг
Тик-так
Дзинь-дзынь
Из то жарко
То смотри не простынь
Откуда берутся рассветы?
Из раздёрнутых штор
Из “я долго к этому шёл
Оторваться от ветки и лечь в ладонь
Теперь мы части этого шоу”
Откуда берутся рассветы
Из хорошо
`,
  `Почему ты подолгу смотришь в окно.
На дорогу в домах по которой уносит день 
То что с утра принёс
Почему ты подолгу смотришь в окно
От заката и может до слёз`,
  `Я эмоционален
Это мой минус
Твой минус - ты существуешь
И я скоро двинусь`,
  `ты знаешь, я потерял эту нить, 
там где пьяные мымры с грязными кухнями 
о Кубе мечтают обгорелым ртом
и ловят падая навзничь словами глупыми 
свой исходящий дух парком

я потерял что-то горячее, 
не во мне, 
я родился под серым зонтом
а что-то 
во что раньше были одеты все исходящие
а стали одеты в потом
`,
  `Я по тебе молчу
Себе молчу, другим
Хотя кому другим, когда вокруг давно нет настоящих
Одни знакомые витрины
Соседи громко смотрят ящик
Гремит
Я еле пережил ту зиму
В которой молча про тебя `,
  `Мой город торчит мне сотню
И от холода мелко дрожит
Поколение невысоких из окраин серых высоток
Там где город будто торчит
Нам не нужно смотреть друг на друга
И кого-то искать вблизи
На подмене любая округа без отличий и без любви
Это время, когда везде утро
Даже если ты пьян в ночи
Наступило, и нам стало круто
И от этого город торчит
`,
  `Я прошу, не трать меня понапрасну 
Этот город и так горчит
Просто ляжем и молча выключим ощущения и фонари
Мне нравится думать что время вязко
У дома с которого слезает краска
Мне нравится думать, что мы открытка
Мне нравится лето, его попытка
Мне нравится эта твоя улыбка

Подари`,
  `не бери с собой сердце пьяная —
разобьёшь.
если любишь молча,
не значит врёшь.
если знаешь чьи руки греют, 
но не берёшь
напиши: добрых снов мой ненужный мне
перед тем как сама уснёшь

у холодного озера
от тишины дрожь
`,
  `Когда-то мир нас пожалеет
Обнимет и шепнёт:
Вы ближе всех, теплее
И вам идёт
`,
  `Вечер овеян тайной.
Овечкой заблудшей свет.
С домов опадает полночь
Парадное
Дверь в опечатках
Холодных цифр скелет

Ты телефону - звони ей
А он такой - нет `,
  `Ночь накатила на город и стало понятно, что вы в порту
Такие приливы - время побега
Бывает обнаруживаешь себя на полу
Но чувствуешь внутри человека

Комната сходит со своих траекторий
А вы всё надеетесь на старую карту. Не зря там где клад нарисован крест
Используй бумагу, чтобы уехать из этих мест`,
  `Если нужен сигнал то вот он
Общество любит ленивых
Обливающихся потом 
Бросивших мечту на работах
Рок боттом
А мы всё так же из разных постелей
Шлём голубей субботам
Вино фри рефилл
Тепло по квотам 
Такая подмена понятий —
Явления точкой на карте,
Бумаге, мобильном,
Сводом цифр со знаком минус - биллем
Кто родился и вырос под крики чаек
Не скучает как ни серо звучалоб 
По свободе от берега и причала

Если нужен сигнал то вот он
Там внутри меня окопался кто-то
Кто называет кучу подушек фортом
Кто читает мне сказки на ночь
И хранит твоё фото`,
  `Говорят ты последний из класса, кто не сдался. 
Вместо игры в революцию
Играешь труса
Не хочешь новые бутсы
Бусы, трамвайных линий
Любишь 
Они снова войдут на стиль
Подожди
Ещё рано расти`,
  `Смотри как охуительно бывает вечерами быть одной
Закат, постель, курение в постели
Скажи как быстро мы с тобой достигли этой цели?`,
  `Закатан день на дно бутылки
И в шумной россыпи морей
Ты шлёшь мне милые улыбки
А я тюлень`,
  `Если и не синхронно, не прямо сейчас, 
Но когда мне классно
Я надеюсь тебе бывает так же. 
Я видел, зимой моряки корабли втащили на сушу
Знаешь, самым разным вещам, бывает немного друг друга нужно. `,
  `Помнишь мы падали в море
Помнишь как пили плохое
Потом другое
Если есть кому сниться то уже не умрёшь неизвестным поэтом
Накорми меня талым мороженным 
Колёса протёртые
Воздух в движении, слушай
Так ли важно куда тебя манит светом
Маяк огороженный сушей`,
  `ты знаешь наверно уже, я с кем то тусуюсь
мёрзну, но не обнимаю
говорят кого то люблю, но не целуюсь
и вроде бы всё понимаю
голос стал окончательно грустным 
после концертов никто не подходит
я всё ещё в городе где я моден
спасибо погоде, что с расстояния рук так перемешаны лица
мне часто кажется ты всё ещё близко 
намного ближе чем до столицы
ты знаешь, наверно уже
у этой книги мы на обложке, значит что-то будет в конце
толи автограф то ли имя убийцы
у этой книги мы на обложке, значит что-то будет в конце
машинный код в который свернулись дома
лёд на крыльце, обёртки в кармане
снег и трава
снег и трава
снег и трава`,
  `Уже не люблю
Удаляю из жизни
Сжёг бы письма
Да жалко больше не пишут писем
Слежу за твоей и своей
Постранично 
На что мы с тобой променяем друг друга
Но в жизни всё больше обёртка
От развёрнутого до срока подарка
И есть кому улыбнуться
Но улыбку не жду обратно
У нас, где я жил до того как стать взрослым, 
Говорят таким отрезают косы
О себе ничего не скажу, чтобы не думала, что опять
Вот разорванный поводок
Вот свобода
Вот я не иду гулять`,
  `Когда будешь одна - звони
Где разметка кончается ночью
Там у края мы все в одиночку
Дожигаем свои фитили

Наша связь теперь дорого стоит
Успокой поцелуем дрожащую трубку
Даже если мы снова никто друг другу
В этом деле нас всё ещё двое`,
  `Не подходи ко мне слишком близко
Не для того тебя мама растила
Мы можем сделать друг другу больно
Зато со всей силы

`,
  `машины нас проглотили, сорвало шляпы 
старик кричит на углу 
и в этом стиле на нас катит инерцией в прошлый век
мы смотрим в подзорные трубы бутылей 
в попытке сняться с якоря парка, около парка, комнат, ночных магазинов
и думаем: 
где-то мой человек`,
  `Я тебе пишу по четвергам, 
Только в самую ненастную погоду
У поэтов одиночество в сети
Никогда не потеряет моду
Мы могли бы взять билеты
Позвонить
Не боясь услышать в трубке холод
Но такая у поэтов жизнь
Лучше 
Если будет плохо
Плохо - самый лучший повод`,
  `Дом, глаза, уставший день
Номеров чужих картечь
Я тебе не позвоню
Нет тебя
О том и речь
Хочется укрытся днём, 
что устал и вял
Мокрых серых облаков вместо одеял

`,
  `Рот замком 
По телу стук
Ночь часов кривая рать
Пару слов в себе молчу
Не хочу кричать
Небо мятый кардиган
Нёбо досчитай до трёх
Я донёс свой поцелуй
Для кого берёг`,
  `Вымокло сизое 
пальто под подкладкой которого
обнаружатся из карманных дыр при попытке 
высушить тело оного:
три колена израиля, визитка 
кодом Браиля, фантики от конфет и цифры
от которых потеряны имена
ещё в те времена, когда в телефоны пальцы встревали как в стремена 
наш город корабль
но мы все в трюме, и всё время в тридцать три балла качка
а ты как пароль в поиске пустой формы
или тюбик без колпачка 
нога изранена иголкой значка 
вылезшего от толчка, 
знака свыше, точнее с бочка

я приеду к тебе, запомни, и всего верней 
привезу яблок, с солёным запахом всех морей`,
  `мы только то, что происходит между нами. 
не свет в сети, и не заплатка в фотокарме
слова любви в открытую - как кличка
о личном, только в темноте, только по имени 
и лично

о личном, только лично`,
  `Человек живущий в уюте - мёртв
Как собака служащая хозяину
Будет гавкать в защиту
А если хозяин ребенка бьёт
Подойдёт и кусит ребёнка за ногу. 

Не смешно из угла от миски рычать в окно
На проезжее небо, на снег и замертво
Выпадая из пасти рык
Режет дёсны где раньше белели резец и клык`,
  `Я голоден, женщина
Как твой год
Как твой кот 
И пространство в твоей постели
Натяни на усталые плечи 
Тёплый плед, модный шмот
Телевизор и вечер
Бег от старых забот это хлеб поездов
Одиночество он не лечит
Как бы мы с тобой ни хотели `,
  `То безграничное тепло, которое я к тебе ощущаю,
Никак не связано с жизнью
Пока думал об этом
Полицейского в метро погладил`,
  `На одиночество весь день нанизан
Мне тоже хочется иметь свои секреты
Мне хочется знать где ты 
Зачем ты удаляешь послесловия из писем`,
  `Твои вещи сыграли в ящик
Графомания да и только
Но ты ведь ищешь, я знаю
И вот образчик
Обретения цели
Твои вещи, оставлю их здесь,
Все целы, я бессилен был что-то сделать 
Они вырывались на волю
Среди строчек в сети и комнат
Что бы я говорил себе - помню
И ты понимала - помнит`,
  `Читаю на передовых
И думаю, что это не про нас
Счастливых не упоминают в свежей пресс
Как жаль май блесс
Что мы теперь не рядом
Хвала нарядам
Они как перемена мест`,
  `Я всю ночь в лесу танцую с футболистками
Тут то драка то любовь 
Обними меня своими мыслями 
Я готов`,
  `частицы в бескрайнем космосе
сводит счастливый случай
и одна другой -
моё сердце
вместе с твоим сердцем бьётся
вот - слушай

`,
  `Он посмотрел ей в глаза впервые
Она взяла его за руку
И сказала:
Мы больше не любим друг друга
Давай сеять панику`,
  `Дорогой человек, где больно
И где ноябрь даёт течь
Там меня больше нет
Уехал
Твой сон и тепло стеречь

`,
  `Нам с тобой обоим знакомо
Влюбляться, как солью стрелять себе в ногу
поэтому я из себя строю клоуна, 
а ты недотрогу

`
];